Repository: BRENDAAR/packaging
Catalog: debian/po/*.po
Languages: fr

source: Is it OK to create the video4linux device nodes?
fr: Étes vous d'accord pour créer les noeuds des périphériques vidéo4linux :

source: mythtv-setup must be run in order to complete MythTV installation
fr: mythtv-setup doit être exécuter pour finir l'installation de MythTV.

source: You must run mythtv-setup as a user in the 'mythtv' group in order to complete mythtv configuration. Note that this program requires an X display, so you must either login to an X session as a user in the 'mythtv' group, or otherwise arrange for that user to have access to your X display.
fr: Vous devez exécuter mythtv-setup en tant qu'utilisateur 'mythtv' pour finir la configuration. Notez que ce programme a besoin d'un interface graphique, il faut donc soit vous connecter a une session X en tant qu'utilisateur 'mythtv, soit vous arrangez pour donner accès à la session X pour cet utilisateur.

source: You must complete all four steps presented in the program.
fr: Vous devez finir les 4 étapes présentées dans ce programme.

source: Once you have done this, you may start the backend by executing the following command:
fr: Une fois que vous avez fini ceci, vous pouvez démarrer le 'backend' en exécutant la commande suivante:

source: What database should be used to hold MythTV data:
fr: Quelle base de donnée doit être utilisée pour stockée les donnée de MythTV :

source: If a database with this name already exists, it will be used.
fr: Si une base de donnée avec ce nom existe déjà, elle sera utilisée.

source: What username should MythTV use to access its database:
fr: Quel est le nom de l'utilisateur que doit utiliser MythTV pour accéder à la base de donnée :

source: This user will automatically be granted appropriate permissions to the database.
fr: Cet utilisateur aura automatiquement les bon droits pour gérer la base de donnée.

source: What password should MythTV use to access its database:
fr: Quel est le mot de passe que MythTV doit utiliser pour accéder à la base de donnée :

source: If you give an empty password, a random one will be generated.
fr: Si vous ne donnez pas de mot de passe, un mot aléatoire sera généré.

source: On what host does the MySQL server reside:
fr: Quel est le nom de la machine ou se trouve le serveur MySQL :

source: You must run mythtv-setup as a user in the 'mythtv' group in order to complete mythtv configuration.
fr: Vous devez exécuter mythtv-setup en tant qu'utilisateur 'mythtv' pour finir la configuration de mythtv.

source: If you are not in the mythtv group when launching setup, you will be given the opportunity to be automatically added.
fr: Si vous n'êtes pas dans le groupe mythtv lorsque vous démarrez l'installation, vous aurez l'occasion d'y être ajouté automatiquement.

source: The Ubuntu MythTV packages generate a random MySQL password.
fr: Les paquets MythTV pour Ubuntu génèrent un mot de passe MySQL aléatoire.

source: The generated password for this machine is '${password}'. If you are adding this machine to an existing mythtv-network, you will want to update this password to the one in use by the network after completing installation.
fr: Le mot de passe généré pour cette machine est '${password}'. Si vous ajoutez cette machine à un réseau mythtv existant, vous voudrez probablement remplacer ce mot de passe par celui utilisé par le réseau après la fin de l'installation.

source: This can be done by: 'sudo dpkg-reconfigure mythtv-common'.
fr: Vous pouvez effectuer cette tâche en tapant dans un terminal 'sudo dpkg-reconfigure mythtv-common'.

source: In case you forget this password, it is also stored in '/etc/mythtv/mysql.txt'.
fr: Au cas où vous oublieriez ce mot de passe, il est également stocké dans '/etc/mythtv/mysql.txt'.

source: Which XMLTV grabber should be used to retrieve program listings:
fr: Quel est le nom du programme XMLTV qui doit être utilisé :

source: - tv_grab_na retrieves listings for North America (US and Canada) - tv_grab_de retrieves listings for Germany and Austria - tv_grab_sn retrieves listings for Sweden or Norway - tv_grab_uk retrieves listings for the United Kingdom - tv_grab_uk_rt retrieves listings for the United Kingdom (alternate)
fr: tv_grab_fr pour la France

source: Which television standard should be used by MythTV:
fr: Quel est le standard vidéo que doit utiliser MythTV :

source: Which channel frequency table should be used by MythTV:
fr: Quel table de fréquence doit être utilisé par MythTV :

source: WARNING: old MythTV binaries found
fr: ATTENTION : un ancien binaire MythTV a été trouvé

source: It appears that you have installed mythtv from source previously, and some files remain from the previous installation, including at least:
fr: Vous avez déjà installé mythtv à partir des sources, et quelques fichiers sont encore présent, au moins ceux là :

source: Installation of these packages should succeed, but you MUST remove these files in order for the packaged version of MythTV to work properly.
fr: L'installation de ses fichiers doit marcher, mais il est recommandé d'enlever ses fichiers pour que le paquet marche correctement.

source: What is the name of the MySQL administrator account:
fr: Quel est le nom de l'administrateur MySQL :

source: This information will be used to create a database and user for MythTV.
fr: Cet information sera utilisé pour créer la base de donnée et l'utilisateur MythTV.

source: Unless you have explicitly changed this on the MySQL server, and understand MySQL's privilege system, use the default of 'root'.
fr: A moins que vous ayez changé explicitement ceci sur le serveur MySQL, et comprenez les privilèges d'un système MySQL, utilisez le défaut de 'root'.

source: What is the password for the MySQL administrator account '${user}':
fr: Quel est le mot de passe de l'administrateur MySQL '${user}' :

source: Unless you have explicitly changed the password on the MySQL server, leave this blank.
fr: Sauf si vous avez changé le mot de passe du serveur MySQL, laissez celui-ci vide.

source: Will you be using other computers running MythTV?
fr: Utiliserez-vous MythTv sur d'autres ordinateurs?

source: If you will be using any other computers with MythTV, this computer needs to be configured to allow remote connections. Do you want to enable remote connectivity?
fr: Si vous voulez utiliser d'autres ordinateurs avec MythTV, cet ordinateur a besoin d'être configuré pour permettre les connexions distantes. Voulez-vous activer la connectivité à distance?

source: Note that this is a security risk, as both the MythTV and MySQL services will be exposed. Be sure to place this machine behind a firewall.
fr: Notez bien que cela crée un risque au niveau de la sécurité, car les services MythTV et MySQL seront visibles. Assurez-vous de placer cette machine derrière un pare-feu.

source: If you have multiple interfaces, the first one listed in 'ifconfig' will be used.
fr: Si vous avez plusieurs interfaces, la première listée dans 'ifconfig' sera utilisée.

source: What is the hostname of the system where the MythTV backend is installed:
fr: Quel est le nom de la machine ou MythTV backend est installé :

source: On what port number is the MythTV server listening:
fr: Quel est le numéro du port du serveur MythTV :
